/*
Note for the Localization Engineer:
The strings enclosed within < > should NOT be localized. Eg : <OPERATION>
*/

/* Recovery options for the errors */
TryAgainButtonTitle = "Reintentar";
CancelButtonTitle = "Cancelar";


/*Error descriptions for corrupted store*/
CorruptedEventStoreDescription = "<OPERATION> porque lo siguiente no puede leerse: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/*Error descriptions for missing store*/
MissingEventStoreDescription = "<OPERATION> porque no se encuentra el archivo siguiente: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/*Recovery suggestion for corrupted and missing store.*/
MissingEventStoreRecoverySuggesstion = "Reemplace el archivo “HPEventStore.hpstore” si lo ha movido o eliminado y luego haga clic en “Reintentar”.\rPara crear un archivo nuevo, haga clic en “Crear”.";

/* Recovery options for corrupted and missing store */
CreateButtonTitle = "Crear";

/*Error descriptions for permission error*/
EventStorePermissionsErrorDescription = "<OPERATION> porque la aplicación no puede acceder al archivo siguiente: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/* Recovery options for corrupted and missing store */
RepairAccessButtonTitle = "Reparar acceso";

/*Added new key to refer error recovery suggestion if the permission is not proper.*/
EventStorePermissionsErrorRecoverySuggesstion = "Revise las carpetas contenedoras “HPEventStore.hpstore” para asegurar que no están bloqueadas y que los permisos están establecidos como “Lectura y escritura”, y luego haga clic en “Reintentar”.\rPara que la aplicación intente reparar los permisos, haga clic en “Reparar acceso”.";

//Error description for out of disk space error
DiskFullErrorDescription = "<OPERATION> porque no hay demasiado espacio en el disco de inicio.";

//Recover suggestion for out of disk space error
DiskFullErrorRecoverySuggesstion = "Elimine algunos archivos del disco y haga clic en “Reintentar”.";
